/* Action not found */
"Action not found" = "Action introuvable";

/* API unavailable */
"API unavailable" = "API indisponible";

/* Bad request */
"Bad request" = "Mauvaise requête";

/* Forbidden */
"Forbidden" = "Interdit";

/* Format not accepted */
"Format not accepted" = "Format non-accepté";

/* Internal Server error */
"Internal Server error" = "Erreur interne du serveur";

/* Invalid Auth */
"Invalid Auth" = "Authentification invalide";

/* Not implemented */
"Not implemented" = "Non-implanté";

/* Object not found */
"Object not found" = "Objet introuvable";

/* OK */
"OK" = "OK";

/* Partially accepted */
"Partially accepted" = "Accepté partiellement";

/* Partially created */
"Partially created" = "Créé partiellement";

/* Permission denied */
"Permission denied" = "Permission refusée";

/* Resource not found */
"Resource not found" = "Ressource introuvable";

/* Ressource Timeout */
"Ressource Timeout" = "Timeout de ressource";

/* Service unavailable */
"Service unavailable" = "Service indisponible";

/* Successfully accepted */
"Successfully accepted" = "Accepté !";

/* Successfully created */
"Successfully created" = "Créé !";

/* Unacceptable data */
"Unacceptable data" = "Donnée inacceptable";

/* Unknown error */
"Unknown error" = "Erreur inconnue";

